{
  "About me": "About me",
  "Skills": "Skills",
  "Projects": "Projects",
  "whoAmI": "Who am I",
  "checkMyWork": "View projects",
  "contactMe": "Contact me",
  "frontendDeveloper": "Frontend Developer",
  "openToWork": "Open to new opportunities",
  "availableRemote": "Available for remote work",
  "basedInSpaichingen": "Based in Spaichingen",
  "aboutMeTitle": "About me",
  "aboutMeDescription": "Hi, I'm Mihael! I’m a frontend developer with a strong focus on modern web technologies such as HTML, CSS, JavaScript, and frameworks like Angular. My goal is to build intuitive and high-performance user interfaces that are both functional and visually appealing.",
  "aboutMeLocation": "I live in Spaichingen, a small town near Lake Constance. I'm currently open to remote work and looking forward to exciting new opportunities in the IT field.",
  "aboutMeMindSet": "Thanks to my curiosity and willingness to learn, I quickly adapt to new technologies and enjoy finding creative solutions to complex challenges.",
  "aboutMeProblemSolving": "I love developing creative and efficient solutions to complex problems. With analytical thinking, perseverance, and team spirit, I tackle every challenge with focus – and learn something new in the process.",
  "technologies": "Technologies",
  "skillSet": "Skill Set",
  "skillSetDescription": "In my work as a frontend developer, I use modern web technologies such as HTML, CSS, JavaScript, and frameworks like Angular to build user-friendly and high-performance applications. I have experience with responsive design, API integration, and developing interactive user interfaces. I continuously expand my skills because I believe that ongoing learning is key to quality and innovation in web development.",
  "youNeed": "You need",
  "anotherSkill": "another skill?",
  "needAnotherSkillText": "Feel free to get in touch – I'm always happy to expand my knowledge and take on new challenges.",
  "letsTalk": "Let's talk",
  "specialInterest": "I have a special<br>interest in learning",
  "featuredProjects": "Featured Projects",
  "featuredProjectsText": "Take a look at some of my favorite projects!<br> Each one was a unique challenge and shows what I enjoy building and how I work.",
  "aboutProject": "What is this project about?",
  "oppinionAboutMe": "What my colleagues say about me",
  "letsWork": "Let’s work",
  "together" : "together",
  "problemSlove": "Got a problem to solve?",
  "problemDescription": "I’m looking for projects where I can contribute as a frontend developer – remotely or as part of a team. With my structured and solution-oriented approach, I’d love to support your next idea. Let’s talk!",
  "problemContact": "Looking for a frontend developer?",
  "letConnect" : "Let’s connect!",
  "name": "What’s your name?",
  "email": "What’s your email?",
  "help": "How can I help you?",
  "privacyPolicy": "By submitting, I agree to the processing of my personal data in accordance with the <a class='test' href=''> privacy policy.</a>",
  "acceptPrivacyPolicy" : "Please accept the privacy policy.",
  "nameError": "Oops! it seems your name is missing or is too short",
  "emailError": "Hoppla! your email is required",
  "messageError": "What do you need to develop?",
  "placeholderName" : "Your name goes here",
  "placeholderEmail" : "youremail@email.com",
  "placeholderMessage" : "Hello Mihael, I am interested in...",
  "sayHello": "Say Hallo",
  "nextProject": "Next Project",
  "projects": {
    "join": {
      "description": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories."
    },
    "elPolloLoco": {
      "description": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen."
    },
    "daBubble": {
      "description": "This App is a Slack Clone App. It revolutionizes team communication and collaboration with its intuitive interface, real-time messaging, and robust channel organization."
    }
  },
  "testimonials": {
    "1": {
      "quote": "“Mihael has proven to be a reliable team member. His technical skills and proactive approach were crucial to the success of our project.”"
    },
    "2": {
      "quote": "“Mihael’s efficient way of working was a great benefit to our project.”"
    },
    "3": {
      "quote": "“I had the good fortune of working with Mihael on a group project at the Developer Akademie that required a lot of dedication …”"
    }
  }
}