{
  "About me": "About me",
  "Skills": "Skills",
  "Projects": "Projects",
  "aboutMeTitle": "Who am I",
  "checkMyWork": "View projects",
  "contactMe": "Contact me",
  "frontendDeveloper": "Frontend Developer",
  "openToWork": "Open to new opportunities",
  "availableRemote": "Available for remote work",
  "basedInSpaichingen": "Based in Spaichingen",
  "AboutMeTitle": "About me",
  "AboutMeDescription": "Hi, I'm Mihael! I’m a frontend developer with a strong focus on modern web technologies such as HTML, CSS, JavaScript, and frameworks like Angular. My goal is to build intuitive and high-performance user interfaces that are both functional and visually appealing.",
  "AboutMeLocation": "I live in Spaichingen, a small town near Lake Constance. I'm currently open to remote work and looking forward to exciting new opportunities in the IT field.",
  "AboutMeMindSet": "Thanks to my curiosity and willingness to learn, I quickly adapt to new technologies and enjoy finding creative solutions to complex challenges.",
  "AboutMeProblemSolving": "I love developing creative and efficient solutions to complex problems. With analytical thinking, perseverance, and team spirit, I tackle every challenge with focus – and learn something new in the process.",
  "Technologies": "Technologies",
  "SkillSet": "Skill Set",
  "SkillSetDescription": "In my work as a frontend developer, I use modern web technologies such as HTML, CSS, JavaScript, and frameworks like Angular to build user-friendly and high-performance applications. I have experience with responsive design, API integration, and developing interactive user interfaces. I continuously expand my skills because I believe that ongoing learning is key to quality and innovation in web development.",
  "needAnotherSkill": "Need another skill?",
  "needAnotherSkillText": "Feel free to get in touch – I'm always happy to expand my knowledge and take on new challenges.",
  "letsTalk": "Let's talk",
  "Featured Projects": "Featured Projects",
  "Featured ProjectsText": "Take a look at some of my favorite projects! Each one was a unique challenge and shows what I enjoy building and how I work.",
  "aboutProject": "What is this project about?",
  "aboutJoin": "A task manager inspired by the Kanban system. Create and organize tasks via drag and drop, assign users and categories.",
  "aboutElPolloLoco": "A 2D jump-and-run game built using object-oriented architecture. It includes collectible items, enemy logic, and a throwing mechanic for attacks.",
  "aboutDaBubble": "A Slack clone focused on real-time communication, clear channel organization, and a user-friendly design. The app enables smooth collaboration and fast coordination.",
  "oppinionAboutMe": "What my colleagues say about me",
  "oppinion1": "“Mihael has proven to be a reliable team member. His technical skills and proactive approach were crucial to the success of our project.”",
  "oppinion2": "“Mihael’s efficient way of working was a great benefit to our project.”",
  "oppinion3": "“I had the good fortune of working with Mihael on a group project at the Developer Akademie that required a lot of dedication …”",
  "contactMeTitle": "Let’s work together",
  "problemSlove": "Got a problem to solve?",
  "problemDescription": "I’m looking for projects where I can contribute as a frontend developer – remotely or as part of a team. With my structured and solution-oriented approach, I’d love to support your next idea. Let’s talk!",
  "problemContact": "Looking for a frontend developer? Let’s connect!",
  "name": "What’s your name?",
  "email": "What’s your email?",
  "help": "How can I help you?",
  "privacyPolicy": "By submitting, I agree to the processing of my personal data in accordance with the privacy policy."
}